<?php

$lang['welcome'] = 'Բարի գալուստ YerevanMotors.com';

$lang['welcomeText'] = 'Կայքում կարող եք պատվիրել ստորև նշված ճապոնական և կորեական մեքենաների նոր, օրիգինալ և փոխարինող պահեստամասեր շատ մատչելի գնով:';
$lang['welcomeText2'] = 'Մենք համագործակցում ենք ԱՄԷ-ի (Դուբայ) ավտոպահեստամասերի վաճառքով զբաղվող գրեթե բոլոր ընկերությունների եւ Երևանյան բազմաթիվ խանութների հետ:<br><br>
Մեր կայքում կարող եք շատ արագ փնտրել և գտնել ձեզ անհրաժեշտ պահեստամասերը,  որոնք առկա են,թե Հայաստանյան,  թե ԱՄԷ-ի շուկայում,առանց ավելորդ ժամանակ վատնելու խանութներում շրջելով:';

$lang['logout'] = 'Դուրս գալ';
$lang['how2'] = 'Ինչպե՞ս պատվիրել:';
$lang['send'] = 'Ուղարկել';
$lang['close'] = 'Փակել';
$lang['message'] = 'Նամակ';
$lang['writeus'] = 'Գրեք մեզ';
$lang['contact'] = 'Կոնտակտ';
$lang['homepage'] = 'Գլխավոր էջ';
$lang['err404'] = 'Էջը գոյություն չունի:';
$lang['workingtime'] = 'Աշխատանքային ժամերը';
$lang['addrtext'] = 'Արցախի և Արին-Բերդ փողոցների խաչմերուկ (պահեստամասերի շուկայի հարևանությամբ):';
$lang['sunday'] = 'բացի կիրակի օրերից:';
$lang['showanalogs'] = 'Փոխարինող դետալներ';

$lang['copyright'] = 'Բոլոր իրավունքները պաշտպանված են';
$lang['slagon'] = 'Կորեական և ճապոնական ավտոպահեստամասեր';
$lang['login'] = 'Մուտք';
$lang['reg'] = 'Գրանցում';
$lang['pass_forgot'] = 'Մոռացե՞լ եք գաղտնաբառը';
$lang['type_code'] = 'Մուտքագրեք փնտրվող դետալի կոդը...';
$lang['type_model'] = 'Որոնել ըստ մեքենայի մոդելի';
$lang['search'] = 'Փնտրել';
$lang['example'] = 'Օրինակ';
$lang['fromDubai'] = 'Ավտոպահեստամասեր Դուբայից';
$lang['fromArmenia'] = 'Ավտոպահեստամասեր Հայաստանից';

$lang['notactive'] = 'Ձեր անհատական էջը ակտիվ չէ, խնդրում ենք սպասել մինչև կայքի ադմինիստրացիան այն կակտիվացնի:';

$lang['maker'] = 'Մակնիշ';
$lang['code'] = 'Կոդ';
$lang['desc'] = 'Նկարագիր';
$lang['price'] = 'Գին';
$lang['inventory'] = 'Առկա';
$lang['quan'] = 'Քանակ';
$lang['weight'] = 'Քաշ (կգ)';
$lang['deliv'] = 'Աոաքում (օր)';
$lang['tobasket'] = 'Զամբյուղ';
$lang['delete'] = 'Ջնջել';

$lang['pass'] = 'Ծածկագիր';
$lang['email'] = 'Էլ. հասցե';
$lang['about'] = 'Մեր մասին';
$lang['catalog'] = 'Կատալոգ';
$lang['basket'] = 'Զամբյուղ';
$lang['clearbasket'] = 'Դատարկել զամբյուղը';
$lang['total'] = 'Հանրագումար';
$lang['amd'] = 'դրամ';
$lang['orders'] = 'Պատվերներ';
$lang['order'] = 'Պատվեր';
$lang['delivery'] = 'Առաքում';
$lang['method'] = 'Ինչպես օգտվել';
$lang['searchbycode'] = 'Փնտրել ըստ պահեստամասի կոդի';

$lang['price_usd'] = 'Արժեքը դոլլարով';
$lang['price_amd'] = 'Արժեքը դրամով';

$lang['notpayederror'] = 'Դուք չեք կարող կատարել գործարք տվյալ քարտով:';
$lang['payed'] = 'Վճարված է:';
$lang['notpayed'] = 'Վճարված Չէ:';

//Registration fields errors
$lang['reg_error']     = 'Ճիշտ լրացրեք բոլոր դաշտերը և փորձեք կրկին:';
$lang['f_name_error']  = 'Թույլատրվում են միայն տառեր';
$lang['l_name_error']  = 'Թույլատրվում են միայն տառեր';
$lang['address_error'] = 'Թույլատրելի սինվոլներ a-zA-Z 0-9 - . \\';
$lang['phone_error']   = 'Թույլատրելի սինվոլներ 0-9';
$lang['email_error']   = 'Սխալ Էլ. հասցե';
$lang['pass_error']    = 'Գաղտնաբառի մինիմալ երկարությունը՝ 6 սինվոլ.';
$lang['pass_repeat_error'] = 'Գաղտնաբառը սխալ է:';
$lang['login_error'] = 'Սխալ հասցե կամ գաղտնաբառ:';

$lang['email_used'] = 'Այս Էլ. հասցեն արդեն օգտագործվում է:';
$lang['phone_used'] = 'Այս հեռախոսահամարը արդեն օգտագործվում է:';

$lang['discount'] = 'Զեղչ';

//Exchange
$lang['rate_txt'] = 'Արտարժույթի փոխարժեքը՝';
$lang['rate_bank'] = 'ՀՀ ԿԲ - ից';
$lang['dubaiPrice'] = 'Գինը Դուբայում';
$lang['info_weight'] = 'Դետալի քաշի անհայտ լինելու պատճառով ծրագիրը չի կարող հաշվել վերջնական գինը: Խնդրում ենք հարցում ուղարկել:';
//Orders
$lang['orders_search']       = 'Փնտրել պատվեր';
$lang['orders_search_format_error'] = 'Սխալ հեռախոսահամար և/կամ պատվերի ID';
$lang['orders_search_input_error'] = 'Սխալ հեռախոսահամար և/կամ պատվերի ID';
$lang['orders_id']           = 'Պատվերի ID';
$lang['orders_phone']        = 'Հեռախոսահամար';

//My orders
$lang['order_id']   = 'Պատվերի ID';
$lang['order_date'] = 'Պատվերի ամսաթիվ';
$lang['order_total_payed']   = 'Արժեք';
$lang['order_discount']   = 'Զեղչ';
$lang['order_status']   = 'Պատվերի վիճակ';
$lang['order_rate']   = 'Դոլլարի փոխարժեքը վճարման պահին';
$lang['order_items']   = 'Դետալներ';
$lang['order_orig_price']   = 'Օրիգինալ գին';
$lang['order_from']   = 'Վայրը';
$lang['order_new']   = 'Նոր';
$lang['order_read']   = 'Մշակվում է';
$lang['order_shipped']   = 'Ուղարկվել է';
$lang['make_order']   = 'Գրանցել պատվեր';
$lang['go2pay']   = 'Անցնել վճարման';
$lang['pay']   = 'Վճարել';

$lang['name'] = 'Անուն';
$lang['surname'] = 'Ազգանուն';
$lang['address'] = 'Հասցե';
$lang['phone'] = 'Հեռախոսահամար';
$lang['confirm_pass'] = 'Կրկնել ծածկագիրը';
$lang['or'] = 'կամ';
$lang['year'] = 'Տարեթիվ';
$lang['paylater'] = 'Պահպանել պատվերը կանխիկ վճարման համար';


$lang['aboutText'] = 'Կայքը հանդիսանում է ինտերնետ խանութ, որը մասնագիտացած է պահեստամասերի մանրածախ և մեծածախ վաճառքով ՀՀ տարածքում:<br> Կայքի ադմինիստրացիան անընդհատ աշխատում և էլ ավելի է կատարելագործում ցանցի ծրագրային աշխատանքը, մեր հաճախորդների բարձր գոհունակությունը ապահովելու համար:';

$lang['deliveryText'] = 'Պատվերները ԱՄԷ-ից ( Դուբայ ) հիմնականում առաքվում են կայքում նշված ժամկետներում, սակայն, հազվադեպ` կախված բեռնափոխադրող ընկերությունների ծանրաբեռնվածությունից, նշված ժամկետները կարող են հետաձգվել մինչև 10 օրով:<br><br>
                         Երեւան քաղաքում առաքումը կատարվում է անվճար, եթե պատվերի ընդհանուր արժեքը գերազանցում է 30000 դրամը, հակառակ դեպքում պատվիրատուն ինքն է վերցնում պատվերը մեր գրասենյակից:<br>
                         Առաքումը իրականացվում է գնորդի կողմից նշված հասցեով:<br>
                         Ապրանքը փոխանցվում է միայն այն անձին, ում տվյալներով գրանցվել է պատվերը, կամ այլ անձի, ով կարող է ներկայացնել ստացողի անձը հաստատող փաստաթղթի բնօրինակը:<br>
                         <br> Պատվիրատուն կարող է չնդունել ուղարկված ապրանքը, միայն եթե.<br>
                         1. ստացված ապրանքը չի համապատասխանում պատվիրված պահեստամասի կոդին:<br>
                         2. ստացված ապրանքը վնասված է:<br>
                         3. պատվիրված պահեստամասը առաքվել է նշված առավելագույն ժամկետից ավելի ուշ քան 10 օր անց:<br><br>
                         Այդ դեպքում պատվիրատուին  կվերադարձվի իր կողմից վճարված ամբողջ գումարը:<br>
                         Մնացած այլ դեպքերում, եթե պատվիրատուն հրաժարվում է առաքված ապրանքից,նրան չի վերադարձվի պատվերի ամբողջ գումարի 30%-ը:';
						 
$lang['methodText'] = '&#10147; <span class="order_01 dropdown-make">Ինչպես փնտրել անհրաժեշտ պահեստամասը.</span>
                        <div class="dropdown-custom">Պահեստամասը կարող եք փնտրել 2 տարբերակով.<br>
                        1. եթե գիտեք պահեստամասի կոդը  ( յուրաքանչյուր պահեստամաս ունի միայն իր համար նախատեսված կոդ), մուտքագրեք այն <a class="link2search" href="#">ՓՆՏՐԵԼ ԸՍՏ ՊԱՀԵՍՏԱՄԱՍԻ ԿՈԴԻ</a> դաշտում և սեղմելով որոնման կոճակը,արագ կհայտնվի առկա պահեստամասերի ցանկը,թե օրիգինալ գործարանային և թե փոխարինող արտադրողների:<br>
                        2. <a href="/catalog">կատալոգ</a> բաժնում գտնում եք ձեր մեքենայի մակնիշը,այնուհետև մոդելը գտնելու համար VIN բաժնում տեղադրում եք ձեր մեքենայի տեխանձնագրի վրա առկա VIN կոդը ( ճապոնական աջ ղեկ ունեցող մեքենաների VIN կոդը գրում եք FRAME բաժնում ) եւ սեղմում եք որոնման կոճակը: Ծրագիրը անսխալ կգտնի ձեր մեքենայի մոդելը և մոդիֆիկացիան ավտոմատ կերպով: Սխեմատիկ պատկերներով կգտնեք ձեր մեքենայի վրա առկա բոլոր պահեստամասերը` իրենց համապատասխան կոդերով: Սեղմելով ընտրված պահեստամասի կոդի վրա կտեսնեք նրա գինը և առկայությունը:<br>
                        <br>
                         Հազվադեպ լինում են դեպքեր, երբ ծրագիրը VIN կոդով չի կարող գտնել ձեր մեքենան,այդ դեպքում կարող եք լրացնել <a href="#" class="link2chat">ՈՒՂԱՐԿԵԼ ՀԱՐՑՈՒՄ</a> բաժնում ձեր մեքենայի տվյալները,պահանջվող պահեստամասերի անունները և մեր մասնագետները կգտնեն և կտեղեկացնեն ձեզ,փնտրվող պահեստամասերի գները և առկայութունը:
                        </div>
                        <br>
                        &#10147; <span class="order_01 dropdown-make">Ինչպես պատվիրել</span>
                        <div class="dropdown-custom">
                        Ընտրելով պահեստամասերը, դրանք հայտնվում են զամբյուղում: Խնդրում ենք ուշադրություն դարձնել պահեստամասերի քանակներին և առաքման օրերին, որպեսզի ձեր պատվերը լինի ճիշտ քանակությամբ և առաքվի ճիշտ ժամանակին:<br>
                        <br>Խնդրում ենք ուշադրություն դարձնել նաեւ այն հանգամանքին,որ մեծ ծավալ ունեցող պահեստամասերը,ինչպիսիք են կապոտը,դուռը եւ բեռնախցիկը պատվիրելու համար,պետք է անպայման կապնվել կայքի աշխատակիցների հետ:<br>
                        </div>
                        <br>
                        &#10147; <span class="order_01 dropdown-make">Ինչպես վճարել</span>
                        <div class="dropdown-custom">
                        Վճարում կարող եք կատարել.<br>
                        1. փոխանցման համակարգերով, որոնք առկա են մեր ծրագրում ( ARCA, VISA, MASTER CARD): Փոխանցման համակարգերի անվտանգությամբ զբաղվում է ԱԿԲԱ բանկը:<br>
                        2. կանխավճար կատարելով մեր գրասենյակում պատվերի ընդհանուր արժեքի 30%-ի չափով:<br>

                        <br>Էլեկտրոնային տարբերակով պատվերի ուղարկումից հետո հնարավորինս կարճ ժամկետում Ձեզ հետ կապ կհաստատի մեր մասնագետներից մեկը` հստակեցնելու ուղարկված պատվերի վերաբերյալ մանրամասները, ճշտելու պատվերի համապատասխանությունը և այլն: Միայն դրանից հետո կատարված պատվերը կհաստատվի և կնախապատրաստվի առաքման:</div>';
                       
$lang['contactText'] = '';

$lang['emailSent'] = 'Հարցումն ուղարկված է: Շնորհակալություն:';
$lang['invalidphoneemail'] = 'Սխալ էլ. հասցե կամ հեռախոսահամար:';
$lang['passSent'] = 'Նոր ծածկագիրը ուղարկված է.';
$lang['onetime'] = 'Դուք կարող եք վերականգնել ձեր ծածկագիրը օրվա մեջ մեկ անգամ:';