<?php

$lang['welcome'] = 'Добро пожаловать на YerevanMotors.com';
$lang['welcomeText'] = 'У нас можно заказать любые автозапчасти для японских и корейских автомобилей.';
$lang['welcomeText2'] = 'Мы сотрудничаем почти со всеми компаниями занимающимися продажей запчастей в ОАЭ (Дубай) и со множеством магазинов в Ереване.<br><br>
			На нашем сайте, не теряя времени на хождение в магазины, вы можете быстро поискать и найти нужные вам запчасти, которые продаются и на Армянском рынке и на рынке ОАЭ.';

$lang['how2'] = 'Как заказать?';
$lang['send'] = 'Отправить';
$lang['close'] = 'Закрыть';
$lang['message'] = 'Сообщение';
$lang['writeus'] = 'Напишите нам';
$lang['contact'] = 'Контакты';
$lang['homepage'] = 'Главная страница';
$lang['logout'] = 'Выход';
$lang['err404'] = 'Страница не существует.';
$lang['workingtime'] = 'Рабочее время';
$lang['sunday'] = 'кроме воскресенья.';
$lang['addrtext'] = 'Перекрёсток улиц Арцаха и Арин-Берд (возле ярмарки автозапчастей).';
$lang['showanalogs'] = 'Показать аналоги';

$lang['copyright'] = 'Все права защищены';
$lang['slagon'] = 'Корейские и японские автозапчасти';
$lang['login'] = 'Войти';
$lang['reg'] = 'Регистрация';
$lang['pass_forgot'] = 'Забыли пароль?';
$lang['type_code'] = 'Введите код детали...';
$lang['type_model'] = 'Поиск по модели машины';
$lang['test_key'] = 'Тест на русском';
$lang['search'] = 'Поиск';
$lang['searchbycode'] = 'Поиск по коду детали';
$lang['example'] = 'Например';
$lang['fromDubai'] = 'Автозапчасти из Дубая';
$lang['fromArmenia'] = 'Автозапчасти из Армении';

$lang['notactive'] = 'Ваша личная страница не активна, пожалуйста, подождите, пока администрация сайта не активирует.';

$lang['maker'] = 'Марка';
$lang['code'] = 'Код';
$lang['desc'] = 'Описание';
$lang['price'] = 'Цена';
$lang['inventory'] = 'В наличии';
$lang['quan'] = 'Кол-во';
$lang['weight'] = 'Вес (кг)';
$lang['deliv'] = 'Дост-ка (дни)';
$lang['tobasket'] = 'В корзину';
$lang['year'] = 'Год';
$lang['paylater'] = 'Сохранить заказ для оплаты наличными';

$lang['discount'] = 'Скидка';
$lang['dubaiPrice'] = 'Цена в Дубае';

$lang['pass'] = 'Пароль';
$lang['email'] = 'Эл. почта';
$lang['about'] = 'О нас';
$lang['catalog'] = 'Каталог';
$lang['basket'] = 'Корзина';
$lang['clearbasket'] = 'Очистить корзину';
$lang['total'] = 'Сумма';
$lang['amd'] = 'драм';
$lang['orders'] = 'Заказы';
$lang['order'] = 'Заказ';
$lang['delivery'] = 'Доставка';
$lang['method'] = 'Как использовать';
$lang['price_usd'] = 'Сумма в долларах';
$lang['price_amd'] = 'Сумма в драмах';

$lang['notpayederror'] = '';
$lang['payed'] = 'Оплачен!';
$lang['notpayed'] = 'Не Оплачен!';

//Registration fields errors
$lang['reg_error']     = 'Заполните все поля корректно и повторите попытку.';
$lang['f_name_error']  = 'В имени допустимы только буквы';
$lang['l_name_error']  = 'В фамилии допустимы только буквы';
$lang['address_error'] = 'Допустимые символы a-zA-Z 0-9 - . \\';
$lang['phone_error']   = 'Допустимые символы 0-9';
$lang['email_error']   = 'Неправильный формат эл. почты.';
$lang['pass_error']    = 'Минимальная длина пароля 6 символов.';
$lang['pass_repeat_error'] = 'Пароль введен не верно.';
$lang['login_error'] = 'Неверное имя пользователя или пароль.';

$lang['email_used'] = 'Такая эл. почта уже используется.';
$lang['phone_used'] = 'Такой телефонный номер уже используется.';

//Exchange
$lang['rate_txt'] = 'Курс валюты предоставляет';
$lang['rate_bank'] = 'ЦБ РА';

$lang['info_weight'] = 'По причине недоступности веса детали программа не может предоставить итоговую цену. Отправьте нам заявку пожалуйста.';

//Orders
$lang['orders_search']       = 'Поиск заказов';
$lang['orders_search_format_error'] = 'Не корректный формат телефонного номера и/или номера заказа';
$lang['orders_search_input_error'] = 'Неправильный номер телефона и/или номер заказа';
$lang['orders_id']           = 'Номер заказа';
$lang['orders_phone']        = 'Номер телефона';

//My orders
$lang['order_id']   = 'ID заказа';
$lang['order_date'] = 'Дата заказа';
$lang['order_total_payed']   = 'Сумма';
$lang['order_discount']   = 'Скидка';
$lang['order_status']   = 'Статус заказа';
$lang['order_rate']   = 'Курс доллара в момент оплаты';
$lang['order_items']   = 'Детали';
$lang['order_orig_price']   = 'Оригинальная цена';
$lang['order_from']   = 'Из';
$lang['order_new']   = 'Новый';
$lang['order_read']   = 'Обрабатывается';
$lang['order_shipped']   = 'Отправлен';

$lang['make_order']   = 'Оформить заказ';
$lang['go2pay']   = 'Перейти к оплате';
$lang['pay']   = 'Платить';



$lang['name'] = 'Имя';
$lang['surname'] = 'Фамилие';
$lang['address'] = 'Адресс';
$lang['phone'] = 'Телефон';
$lang['or'] = 'или';
$lang['confirm_pass'] = 'Повторите пароль';

$lang['aboutText'] = 'Сайт является интернет магазином, который специализируется на оптовой и розничной продаже запчастей на территории РА.<br>
			Администрация постоянно работает для дальнейшего совершенствования, и сетевого программного обеспечения, чтобы обеспечить высокое удовлетворение наших клиентов.';


$lang['deliveryText'] = 'Заказы из Арабских Эмиратов (Дубай) в основном доставляются в сроки, указанные на сайте, но иногда из-за загруженности перевозочных компании, сроки, указанные на сайте могут быть продлены на 10 дней.<br><br>
                         Доставки на территории Еревана производятся бесплатно, при условии, если общая сумма заказа превышает 30000 драмм, в противном случае заказчик сам забирает заказ из нашего офиса.<br>
                         Доставка осуществляется по адресу указанному покупателем.<br>
                         Заказ выдается только тому человеку, чьи данные были указаны при оформлении заказа, или человеку, который может предоставить документы того человека, чьи данные были указаны.<br>
                         <br> Покупатель может не принять товар, только в случае если:<br>
                         1. Полученная деталь не соответствует коду заказанной детали.<br>
                         2. Полученная деталь повреждена.<br>
                         3. Заказанная деталь была доставлена на 10 и более дней позже, чем указанная максимальная дата на сайте.<br><br>
                         При этих обстоятельствах покупателю будет возвращена полная стоимость заказа.<br>
                         В остальных случаях, если покупатель отказывается от заказанной детали, то ему не возвращается 30% стоимости.<br>';


$lang['methodText'] = '&#10147; <span class="order_01 dropdown-make">Как искать нужную деталь.</span>
                        <div class="dropdown-custom">Вы можете искать детали двумя способами.<br>
                        1. Если вы знаете код детали (каждая деталь имеет уникальный код), введите его в поле  <a class="link2search" href="#"> «Искать по коду детали»</a> и нажав кнопку поиска, появится список оригинальных заводских деталей, а также детали других производителей.<br>
                        2. В разделе <a href="/catalog">«Каталог»</a> Вы можете найти марку своего автомобиля, а потом поместив VIN код своего автомобиля в поле «VIN», (VIN код японских праворульных автомобилей нужно поместить в поле «FRAME») и нажать на кнопку поиск. Программа безошибочно найдет марку и модификацию вашего автомобиля. Схематическим изображением Вы найдете все доступные детали вашего автомобиля с соответствующими кодами. Нажав на код выбранной детали, Вы увидите цену и наличие детали.<br>
                        <br>
                         В редких случаях, если не получается найти марку вашего автомобиля с помощью VIN кода, то в данном случи Вы можете <a href="#" class="link2chat">Отправить запрос</a>, указав данные автомобиля и название нужных деталей, и наши специалисты найдут и оповестят Вас о наличии и цене искомой детали.
                        </div>
                        <br>
                        &#10147; <span class="order_01 dropdown-make">Как заказать?</span>
                        <div class="dropdown-custom">
                        Когда Вы выбираете детали, они помещаются в корзину. <span style="color:red">Просьба</span>, обратить внимание на количество деталей и на время доставки, чтобы Ваш заказ был доставлен в правильное время и в правильном количестве.<br>
                        <br>Также просим обратить внимание на то обстоятельство, что при заказе габаритных  деталей, таких как капот, дверь, и дверь багажника, нужно обязательно связаться с персоналом нашего сайта.<br>
                        </div>
                        <br>
                        &#10147; <span class="order_01 dropdown-make">Как произвести оплату?</span>
                        <div class="dropdown-custom">
                        Вы можете произвести оплату<br>
                        1. С помощью систем оплаты, которые доступны на нашем сайте( ARCA, VISA, MASTER CARD ). За безопасность переводов отвечает АГБА банк.<br>
                        2. С помощью предоплаты в нашем офисе в размере  30% от стоимости заказа.<br>

                        <br>После оплаты электронным путем, в кратчайшие сроки с Вами свяжутся  наши специалисты, чтобы уточнить соответствие заказа. После этого, сделанный заказ подтверждается и готовится к отправке.</div>';
$lang['contactText'] = 'Контакты';

$lang['emailSent'] = 'Запрос отправлен. Спасибо.';
$lang['invalidphoneemail'] = 'Неправильный номер телефона или эл. почта.';
$lang['passSent'] = 'Новый пароль успешно выслан.';
$lang['onetime'] = 'Вы можете восстановить свой пароль только один раз в день.';